<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'أوراق الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى في: ثواني.',
    'langChangSuc' => 'تغيرت اللغة بنجاح!',
    'sysNoWitd' => 'لا يسمح النظام حاليًا بعمليات السحب ، يرجى الاتصال بالمسؤول أو المحاولة مرة أخرى لاحقًا!',
    'accOnHold' => 'حسابك معلق حاليًا وبالتالي لا يمكنك إجراء سحب ، اتصل بالمسؤول للحصول على مزيد من التفاصيل.',
    'minWitd' => 'الحد الأدنى للسحب هو $',
    'sucWitd' => 'تم إجراء السحب بنجاح ، انتظر حتى يوافق النظام على معاملتك.',
    'witdTwentyFour' => 'لقد قمت بإجراء عملية سحب خلال الـ 24 ساعة الماضية ، انتظر حتى تتم معالجتها قبل أن تضع عملية سحب أخرى.',
    'insufficientFunds' => 'أموالك غير كافية لهذه الصفقة.',
    'profileUpdSuc' => 'تم تحديث الملف الشخصي بنجاح!',
    'passChangeSuc' => 'تم تغيير الرقم السري بنجاح!',
    'errPass' => 'كلمة المرور لا تطابق سجلاتنا!',
    'depSuc' => 'تم الإيداع بنجاح ، تحلى بالصبر بينما يؤكد النظام معاملتك!',
    'kycUplSuc' => 'تم تحميل الملفات بنجاح ، انتظر حتى يوافق النظام.',
    'planError' => 'المبلغ الذي أدخلته إما غير كافٍ للانضمام إلى الخطة أو أكبر من الحد الأقصى للإيداع للانضمام إلى الخطة أو لديك أموال غير كافية.',
];
