<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ये क्रेडेंशियल्स हमारे रिकॉर्ड से मेल नहीं खाते हैं।',
    'password' => 'प्रदान किया गया पासवर्ड गलत है।',
    'throttle' => 'बहुत सारे लॉगिन प्रयास। कृपया :सेकंड सेकंड में पुन: प्रयास करें।',
    'langChangSuc' => 'भाषा सफलतापूर्वक बदली गई!',
    'sysNoWitd' => 'सिस्टम वर्तमान में निकासी की अनुमति नहीं देता है, कृपया व्यवस्थापक से संपर्क करें या बाद में पुनः प्रयास करें!',
    'accOnHold' => 'आपका खाता वर्तमान में होल्ड पर है और इसलिए आप निकासी नहीं कर सकते, अधिक विवरण के लिए व्यवस्थापक से संपर्क करें।',
    'minWitd' => 'न्यूनतम निकासी की अनुमति है $',
    'sucWitd' => 'निकासी सफलतापूर्वक हो गई, सिस्टम द्वारा आपके लेन-देन को स्वीकृत करने की प्रतीक्षा करें।',
    'witdTwentyFour' => 'आपने पिछले 24 घंटों में निकासी की है, दूसरी निकासी करने से पहले इसके संसाधित होने तक प्रतीक्षा करें।',
    'insufficientFunds' => 'इस लेन-देन के लिए आपकी धनराशि अपर्याप्त है।',
    'profileUpdSuc' => 'प्रोफाइल को सफलतापूर्वक अपडेट किया गया!',
    'passChangeSuc' => 'पासवर्ड सफलतापूर्वक बदला गया!',
    'errPass' => 'पासवर्ड हमारे रिकॉर्ड से मेल नहीं खाता!',
    'depSuc' => 'डिपॉजिट सफल रहा, सिस्टम द्वारा आपके लेन-देन की पुष्टि होने तक धैर्य रखें!',
    'kycUplSuc' => 'फ़ाइलें सफलतापूर्वक अपलोड की गईं, सिस्टम के स्वीकृत होने की प्रतीक्षा करें।',
    'planError' => 'आपके द्वारा डाली गई राशि या तो योजना में शामिल होने के लिए पर्याप्त नहीं है या योजना में शामिल होने के लिए अधिकतम जमा राशि से अधिक है या आपके पास अपर्याप्त धन है।'
    

];
