<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Повторите попытку через :seconds секунд.',
    'langChangSuc' => 'Язык успешно изменен!',
    'sysNoWitd' => 'В настоящее время система не позволяет снимать средства, пожалуйста, свяжитесь с администратором или повторите попытку позже!',
    'accOnHold' => 'Ваша учетная запись в настоящее время приостановлена, и поэтому вы не можете вывести средства, свяжитесь с администратором для получения более подробной информации.',
    'minWitd' => 'Минимальная разрешенная сумма вывода составляет $',
    'sucWitd' => 'Вывод средств выполнен успешно, подождите, пока система одобрит вашу транзакцию.',
    'witdTwentyFour' => 'Вы разместили вывод за последние 24 часа, подождите, пока он будет обработан, прежде чем размещать другой.',
    'insufficientFunds' => 'У вас недостаточно средств для этой транзакции.',
    'profileUpdSuc' => 'Профиль успешно обновлен!',
    'passChangeSuc' => 'Пароль успешно изменен!',
    'errPass' => 'Пароль не совпадает с нашими записями!',
    'depSuc' => 'Депозит прошел успешно, наберитесь терпения, пока система подтвердит вашу транзакцию!'
    

];
